export const EVENTS = [
  "Враг: друг или родственник", "Враг: друг или родственник", "Враг: друг или родственник", "Враг: бывшая любовь", "Враг: бывшая любовь", "Враг: бывшая любовь",
  "Враг: правительство Токио", "Враг: полиция Японии", "Враг: крупный дзайбацу", "Враг: коллега", "Враг: коллега", "Враг: коллега",
  "Партнёр вмешивается в ваши авантюры", "Тяжёлая травма после несчастного случая", "Долг на улице: 2d6 × 2000 ¥", "Долгое заключение или плен", "Излечение от болезни или зависимости", "Предательство, разоблачение или шантаж",
  "Трагическая смерть близкого", "Ложное обвинение", "Преследование полицией или дзайбацу", "Связь в правительстве: 20000 ¥ за услугу", "Трагический любовный роман", "Роман с конкурентом",
  "Роман, вызывающий конфликты", "Роман, который не одобряют друзья", "Прошлая миссия с жертвами", "Отсутствующая или скрытая семья", "Разрыв с семьёй", "Членство в тайном обществе",
  "Секрет о работе якудза", "Розыск за границей", "Убийство невинных попало в новости", "Полиция знает ваше прошлое", "Ценный, возможно украденный предмет", "Единственный свидетель убийства или скандала"
];
export const ENMITY = ["Предательство", "Серьёзные ранения", "Публичное унижение", "Открытое противостояние", "Постоянные разногласия", "Обвинение в ужасном преступлении"];
export const CONTACTS = [
  "Тюнин", "Инженер", "Армейский офицер", "Технарь", "Уличный хирург", "Частный сыщик",
  "Сплетник", "Учёный", "Андроид-преступник", "Кантайский бугай", "Культист-террорист", "Художник",
  "Коп", "Администрация города", "Местная банда", "Киллер", "Банк", "Медиа",
  "Ниндзя", "Бандит якудза", "Работник среднего дзайбацу", "Работник крупного дзайбацу", "Таксист / курьер", "Уличный самурай",
  "Дек-жокей", "Делец", "Студент", "Контрабандист / поставщик", "Политик", "Работник крупного дзайбацу",
  "Тюнин-делец", "Член семьи", "Дек-жокей", "Работник малого дзайбацу", "Коп", "Бандит якудза"
];
export const APPEARANCE = ["Ретро", "Гранж", "Длинная куртка", "Плотная мягкая одежда", "Спортивная одежда", "Мешковатая одежда", "Высокая мода", "Корпоративный стиль", "Панк", "Гладкая кожаная одежда", "Камуфляж"];
export const MOTIVATION = ["Эго", "Закон и порядок", "Честь", "Наркотики", "Богатство", "Богатство", "Отмщение", "Власть", "Слава", "Долг", "Удовольствие"];
export const TRAITS = ["Перчатки без пальцев", "Татуировки", "Ирокез", "Лысина", "Серьги", "Кольцо в носу", "Кожаная одежда", "Солнечные очки", "Яркие волосы", "Буйная растительность на лице", "Щетина", "Украшения", "Хвостик", "Одноцветный стиль", "Шляпа", "Шипованные перчатки"];
